Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hivolda.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Buber underlines that in a
nb: minoritetene som likeverdige, skriver Brenna.

source: Stine Rotnes works as Campaign Advisor at Statkraft.
nb: Stine Rotnes er Statskraft kampanjerådgiver.

source: NOA – notice of attendance is the app for digital attendance registration in education, where you as a student check yourself in on your lectures.
nb: NOA – notice of attendance er appen for digital oppmøteregistrering i skolen, hvor du som student selv sjekker inn på timene dine.

source: reformation saw the need for basic knowledge of the Christian faith among ordinary people.
nb: Eiker, Sigdal og Modum, og Ringerike og Hallingdal.

source: Browsing BraVo by Subject "Educational Counseling"
nb: Blar i BraVo på emneord "Educational Counseling"

source: – It was two nice months.
nb: – Det var to fine måneder.

source: Teaching is in the form of lectures and seminars throughout the entire semester.
nb: Undervisningen skjer i form av forelesninger og seminar.

source: ANI121 Animation 1: Basics of animation - 2D/cartoons
nb: Semesters ANI121 Animasjon 1: Grunnprinsippa i animasjon - 2D/teiknefilm

source: imperative that the subjects are able to comprehend the information given, and ensuring that
nb: Ålesund baserer seg blant annet på deres subjektive forestillinger om stedet, og i det videre vil

source: Browsing BraVo by Author "Pedersen, Jarle"
nb: Blar i BraVo på forfatter "Pedersen, Jarle"

source: ● Checking in is possible 15 minutes before the start of the lecture, and 15 minutes into the lecture.
nb: • Innsjekking er mulig i 15 minutter før og 15 minutter etter at forelesningen har startet.

source: This is something we wanted to change and last year we commenced a new communicational campaign, 'The Future Decides' which will run for two or three years, says Knut.
nb: Dette ønsket vi å endre på og i fjor startet vi en omfattende kommunikasjonskampanje, 'Framtiden bestemmer', som pågår i to til tre år, sier Knut.

source: Browsing Rapportar by Author "Barland, Jens"
nb: Blar i BraVo på forfatter "Barland, Jens"

source: I remember well how tense and nervous I was.
nb: Jeg husker godt hvor spent og nervøs jeg var.

source: For Rokken to be able to have the broad culture offer they have, around 200 students are sharing the work load making the wheels turn.
nb: Rundt 200 studenter jobber for at Rokken skal kunne tilby det brede kulturtilbudet de gjør for studentene i Volda.

source: Browsing BraVo by Subject "edinburgh postnatal depression scale"
nb: Blar i BraVo på emneord "edinburgh postnatal depression scale"

source: The guest list includes names from Germany, Sweden, Finland and Argentina.
nb: På gjestlista står det navn fra Tyskland, Sverige, Finland og Argentina.

source: Published 2018 by Paul Bjerke, Lars Julius Halvorsen
nb: Publisert 2018 av Paul Bjerke, Lars Julius Halvorsen

source: , while Danielsen is undergoing the same master's program in Volda.
nb: , mens Danielsen er underveis i det samme masterstudiet i Volda.

source: Every single frame in the film has been in contact with a human being.
nb: Hver eneste frame i filmen har vært i kontakt med et menneske.

source: Now that I have assessed each experience individually in relation to the research question, it
nb: Flesteparten av de jeg har snakket med har ikke barn, de har tid og ressurser til å nyte fritiden,

source: The pastor of the local parish had
nb: krigen og til lov og rett.

source: During spring 2003, preparation was made for a revision.
nb: Dette er også i tråd med Hall og Hall (2003).

source: He has previously worked with well-known titles such as King Kong, The Walking Dead and Kon-Tiki.
nb: Han har tidligere jobbet med kjente titler som King Kong, The Walking Dead og Kon-Tiki.

source: Otherwise, Munksgaard-Palmqvist has had the help of Volda students Astrid Ellensdatter Mork-Knutsen, Christine Tjore Lervåg, Maja Kjellstad Aanonsen and Laure Menard.
nb: Ellers har Munksgaard-Palmqvist hatt hjelp av Volda-studentene Astrid Ellensdatter Mork-Knutsen, Christine Tjore Lervåg, Maja Kjellstad Aanonsen og Laure Menard.

source: Browsing BraVo by Author "Tafjord, Harald Endre"
nb: Blar i BraVo på forfatter "Tafjord, Harald Endre"

source: The plan, if truth be told, wasn't you, Volda.
nb: Planen var jo egentlig ikke deg, Volda.

source: For studies the grant is €410-460 EUR a month.
nb: For studier er stipendet €410-460 Euro per måned.

source: I have made the film together with the materials, mainly clay, and that means that it has become better than I am, Munksgaard-Palmqvist explains.
nb: Jeg har laget filmen sammen med materialene, i hovedsak leire, og det gjør at den har blitt bedre enn det jeg er, forklarer Munksgaard-Palmqvist.

source: Guided tour at Statkraft plant.
nb: Omvisning hos Statkraft.

source: transformation arising from such encounters described by the informants, I have chosen to apply
nb: at den opprinnelige kulturen som foreldrene representerer, er den som står sterkest i henne.

source: But don’t become a robot.
nb: Men ikke bli en robot.

source: Due to a climbing accident where Munksgaard-Palmqvist seriously injured her hands, she had to postpone her studies for one year midway through her bachelor's degree, which means that she has lived in Volda for almost four years.
nb: På grunn av en klatreulykke hvor Munksgaard-Palmqvist skadet hendene sine alvorlig, måtte hun utsette studiet i ett år midtvegs i bacheloren, som gjør at hun har bodd i Volda i nesten fire år.

source: – I have had the world's best supervisor in
nb: – Jeg har hatt verdens beste veileder i

source: A distinction is typically made between invention and innovation.
nb: Regelen kan ses som en regel som åpner for samfunnets bruk av tvang overfor dets borgere.

source: I have worked as a machinist at cinemas in both Denmark and Volda.
nb: Jeg har jobbet som maskinist på kino både i Danmark og Volda.

source: The Erasmus+ grant for traineeships are a little bit higher than grants for studies (please see the scholarship box above for further details).
nb: Praksisstipendet er noe høyere enn for stipendet for studieopphold (se boks om stipend lenger opp).

source: and was therefore used with ultimate care, and I believe that it is justified in this thesis.
nb: At flertallet av tilbakeflytterne har bodd i større byer i utlandet, gjør i at de kanskje i større

source: Browsing Høgskulen i Volda by Subject "globalisering"
nb: Blar i Høgskulen i Volda på emneord "globalisering"

source: subjective view of that direction which imposes the order, which it advocates.
nb: Så vi følger på en måte Koranen, det er den som veileder oss da, gjennom livet.

source: “One strange thing about the one in solitary confinement was that I felt that I could smell the
nb: av - grunnleggende kommunale tjenester som stønad, barnehage, skole eller eldrebolig, i den

source: must participate for at least 25 minutes of the lecture in order to get the attendance approved.
nb: undervisningen i løpet av de første 25 minuttene av en time; vil du ikke få godkjent oppmøte til timen.

source: ● You will not receive advertising or any irrelevant information.
nb: • Du vil ikke motta reklame og irrelevant informasjon.

source: SCOM, which directly influenced the formation of CCAPSO.
nb: er i, men likevel er tanken på palestinerne og jødene det viktigste.

source: Last year we worked with everything from research dissemination to promotional and commercial film production, says Dag Roland, college lecturer at Media Studies.
nb: I fjor jobbet vi blant annet med alt fra forskningsformidling til promoteringsfilmer, sier Dag Roland, Høgskulelektor på mediefag.

source: Browsing Høgskulen i Volda by Subject "legemiddelbruk"
nb: Blar i Høgskulen i Volda på emneord "legemiddelbruk"

source: In addition to giving you insanely great social life, you’re adding to your resymé at the same time.
nb: I tillegg til at det er supersosialt, får man også jobberfaring på kjøpet.

source: AVA Academia, London.
nb: CappelenDamm Akademisk, Oslo.

source: Browsing BraVo by Subject "undervisningsplanlegging"
nb: Blar i BraVo på emneord "undervisningsplanlegging"

source: The best part of being in Volda, is that there is always something fun going on, whether it is quiz, karaoke or game night at the student house Rokken, or one of the amazing concerts or festivals Volda can offer us students.
nb: Det beste med Volda er at det alltid er noe moro som skjer, enten om det er quiz, karaoke eller spillkveld på Studenthuset Rokken, eller de fantastiske konsertene og festivalene Volda har å tilby alle oss studenter.

source: Other guests to come are Tonje Skar Reiersen from Mikrofilm, who is a producer on several well-known short films and will talk about messages in films, and political and personal aspects of art in film.
nb: Andre gjester som kommer er Tonje Skar Reiersen fra Mikrofilm, som er produsent på en rekke velkjente kortfilmer og skal prate om budskap i filmer, og politiske og personlige aspekter ved kunst i film.

source: The National Diploma Database includes most electronic diplomas issued by upper secondary schools from the year 2000 forward.
nb: Nasjonal vitnemålsdatabase inneholder de fleste elektroniske vitnemål fra videregående skoler utstedt i år 2000 eller senere

source: Browsing BraVo by Subject "journalistutdanning"
nb: Blar i BraVo på emneord "journalistutdanning"

source: Film Found, made by animation student Claudia Munksgaard-Palmqvist, has been nominated for the world's most prestigious festival for animated films.
nb: Filmen Film Found, laget av animasjonsstudent Claudia Munksgaard-Palmqvist, er nominert til verdens mest prestisjetunge festival for animasjonsfilmer.

source: Published 2011 by Paul Bjerke
nb: Publisert 2011 av Paul Bjerke

source: Published 2015 by Rolf Werenskjold, Gunnar Strøm, Paul Bjerke, Thomas Lewe, Erling Sivertsen
nb: Publisert 2015 av Rolf Werenskjold, Gunnar Strøm, Paul Bjerke, Thomas Lewe, Erling Sivertsen

source: challenge on gender often uses body art, and a great amounts of work that explore the
nb: fordi det skapte en trygghet for informantene, som førte til tillit, og det er av betydning

source: If you do not want anyone to access this contact information from KORR, you may reserve against this in KORR.
nb: Hvis du ikke ønsker at noen skal kunne hente inn kontaktinformasjonen din fra KORR, kan du reservere deg fra dette i KORR.

source: Browsing BraVo by Subject "undervisningsmålsetting"
nb: Blar i BraVo på emneord "undervisningsmålsetting"

source: Studying: PR, communication and media
nb: Studerer PR, kommunikasjon og medier

source: culture is not of primary importance.
nb: Ja, det e spesielt med den psykiske helsa.

source: It is also possible to do a traineeship through Erasmus+ within 12 months after your graduation at VUC.
nb: Du kan også gjennomføre praksis gjennom Erasmus+ inntil 12 måneder etter at du har fullført graden din ved HVO.

source: Browsing Høgskulen i Volda by Subject "parforhold"
nb: Blar i Høgskulen i Volda på emneord "parforhold"

source: Browsing BraVo by Subject "familiepolitikk"
nb: Blar i BraVo på emneord "familiepolitikk"

source: or «What was the most important section of the material I just read through?»
nb: «Hva var det viktigste i dagens forelesing?» «Hva var det viktigste i avsnittet jeg nettopp leste?»

source: The subject material is presented through lectures, seminars and group work.
nb: -Fagstoffet blir presentert gjennom forelesninger, seminar og gruppearbeid.

source: We will retrieve your name, national identity number (11 digits), the name of your school, subjects and results.
nb: Vi henter da ditt n avn, fødselsnummer (11 siffer), navn på skole, fag og karakterer.

source: FS may retrieve your e-mail address and mobile phone number from the Contact and Reservation Register (KORR).
nb: FS kan hente inn din e-postadresse og ditt mobilnummer fra Kontakt- og reservasjonsregisteret (KORR).

source: It is based on working with the body and from the
nb: Når barn lærer og leker sammen med andre barn, har de

source: PAGE 2 IS KEPT BY THE STUDENT
nb: Side 2 beholdes av studenten

source: Munksgaard-Palmqvist has greatly appreciated the study environment, the breadth of people and everyone she has become acquainted with through her studies in Volda.
nb: Munksgaard-Palmqvist har satt stor pris på miljøet, bredden av folk og alle hun har blitt kjent med gjennom studiene i Volda.

source: Munksgaard-Palmqvist bought 130 kg of clay to use in the film, which she has received a scholarship from Fritt ord to make.
nb: Munksgaard-Palmqvists kjøpte inn 130 kg leire for å bruke i filmen, som hun har fått stipend fra Fritt ord til å lage.

source: Erasmus+ is EU's biggest exchange programme within higher education.
nb: Erasmus+ er EU sitt største utvekslingsprogram innen høyere utdanning.

source: Thus praise and worship understood as the
nb: Hun kaller seg selv lite radikal, og det kan

source: And that is one of the things making Volda a valuable place – it makes Volda attractive and internationally known.
nb: Det er nettopp noe som gjør Volda til et veldig verdifullt sted, fordi det gjør Volda attraktivt og kjent i verden.

source: Browsing Høgskulen i Volda by Subject "Cochlear Implantation"
nb: Blar i Høgskulen i Volda på emneord "Cochlear Implantation"

source: The Annecy International Animated Film Festival in France attracts the best of animated films from around the world.
nb: Annecy International Animated Film Festival i Frankrike tiltrekker seg det beste av animasjonsfilm fra hele verden.

source: Of the entire 804 animated films submitted, there is only capacity to select a few for viewing at the festival, and this year 46 films will be on screen.
nb: Av hele 804 innsendte animasjonsfilmer er det bare kapasitet til å velge noen få til visning på festivalen, og i år skal 46 filmer opp på lerretet.

source: Browsing BraVo by Subject "ektefeller"
nb: Blar i BraVo på emneord "ektefeller"

source: Browsing Mastergradsoppgåver by Author "Berget, Ingeborg Katrin"
nb: Blar i Mastergradsoppgåver på forfatter "Berget, Ingeborg Katrin"

source: Browsing BraVo by Subject "Language Acquisition"
nb: Blar i BraVo på emneord "Language Acquisition"

source: I thought it was a stupid concept, laughs Åge.
nb: Han omtaler det som noe av det han angrer mest på i livet sitt.

source: , being Norway’s oldes documentary film festival.
nb: som er Norges største og eldste festival for norsk dokumentarfilm.

source: Teaching and Learning Mathematics.
nb: Forsking, erfaringer og utvikling

source: – What do you think the participation in Annecy can mean for you?
nb: – Hva tror du deltagelsen i Annecy kan bety for deg?

source: Guro and I soon became a dynamic duo that got involved in all things large and small.
nb: Guro og jeg ble fort en dynamisk duo som engasjerte oss i stort og smått.

source: This is, for instance, evident by the way some of them
nb: personligheten, og også de følelsene de har for hjemstedet.

source: You may not understand it the first time you watch the movie, maybe not after ten times either, maybe never.
nb: Det er ikke sikkert du forstår det den første gangen du ser filmen, kanskje ikke etter ti ganger heller, kanskje aldri.

source: It has given me such joy to be part of that workplace!
nb: Det er da en arbeidsplass som eg har fått stor glede av å vere en del av.

source: As an Erasmus+ student you have the opportunity to study at another European university for 2-12 month, which will be a part of your degree at Volda University College.
nb: Som Erasmus+ student har du mulighet for studere 2-12 måneder ved et annet europeisk universitet, som inngår i graden din ved Høgskulen i Volda.

source: At least one thing Munksgaard-Palmqvist is convinced of:
nb: En ting er i hvert fall Munksgaard-Palmqvist overbevist om:

source: Browsing Høgskulen i Volda by Author "Pedersen, Jarle"
nb: Blar i Høgskulen i Volda på forfatter "Pedersen, Jarle"

source: Browsing Høgskulen i Volda by Author "Fiskerstrand, Pernille"
nb: Blar i Høgskulen i Volda på forfatter "Fiskerstrand, Pernille"

source: The thesis has a special focus on how these teachers make their plans for the teaching,...
nb: Underspørsmåla tar sikte påå finne svar på Stad kommune sine målsetningar for kulturarven,...

source: I am a smalltown girl, not used to big crowds, so Volda is the perfect place for me – making it easier to become more comfortable being sorrounded by more people.
nb: Jeg er ei småbygdsjente som aldri har vært vant til mye mennesker, så Volda er en perfekt plass å bli litt mer komfortabel med mer mennesker rundt seg.

source: Dear Volda, I think we both remember well that summer of 2015.
nb: Kjære, Volda. Jeg tror vi begge kan huske tilbake til sommeren 2015.

source: The connection with work life is essential, and now international players approach Volda for practice cooperation.
nb: Forbindelser med næringslivet står sentralt, og nå ser internasjonale aktører til Volda for praksissamarbeid.

source: Let’s call it «forced» socializing, in a positive way.
nb: Det blir «tvunget» sosialisering i positiv forstand.

source: I have chosen to approach...
nb: I tillegg har jeg...

source: World stars for the Animation Volda Festival
nb: Verdensstjerner til Animation Volda Festival

source: It is all of you at the Student Welfare Organisation, the Student Parliament and the Rokken Students Union.
nb: Det er dere på Studentsamskipnaden, Studentparlamentet og Studenthuset Rokken.

source: demands public opinion about the issue.
nb: Setnesfjellet og ned i Isterdalen.

source: the videos to save time and connect the information with the pictures instantly.
nb: opplevelser pedagoger, fagarbeidere og foreldre, på to forskjellige skoler, har rundt to elever

source: Among other things, Emmy-nominated Staffan Linder comes from Goodbye Kansas Studios in Sweden and will give lectures in VFX visual effects.
nb: Blant annet kommer Emmy-nominerte Staffan Linder fra Goodbye Kansas Studios i Sverige og skal holde foredrag i VFX visual effects.

source: Browsing Høgskulen i Volda by Subject "independency"
nb: Blar i Høgskulen i Volda på emneord "independency"

source: Browsing BraVo by Author "Fiskerstrand, Pernille"
nb: Blar i BraVo på forfatter "Fiskerstrand, Pernille"

source: In this context, 'Volda' is all of you many students who are active there.
nb: I denne sammenheng er «Volda» alle dere studenter som engasjerer dere.

source: I think Jakob Eiring and Konrad Hjemli show this exemplary with a fun line, good editing and smart choices of sections.
nb: Dette synes jeg Jakob Eiring og Konrad Hjemli viser forbilledlig med en morsom strek, god klipping og smarte valg av utsnitt.

source: In Germany, renewable energy is a hot topic right now.
nb: I Tyskland er jo fornybar energi et hett samtaleemne nå.

source: Students studying in the Russian Federation will receive a higher grant, which currently is €700 EUR a month.
nb: Studenter som reiser til Russland mottar et høyere stipend, som for tiden ligger på €700 per måned.

source: Scottish schools at that time.
nb: måtte også lønne og underholde soldaten.

source: For traineeships the grant is €560-610 EUR a month.
nb: For praksis er stipendet €560-610 Euro per måned.

source: Participant report (sent out by the Erasmus+ programme)
nb: Participant report (sendes ut av Erasmus+ programmet)

source: Recruitment from abroad is as important as domestic, and this year the international students make up the majority of the program – for the first time since this masters' degree was introduced in 2019.
nb: Rekruttering fra utlandet er vel så viktig som nasjonalt, og i år er det utenlandske studenter som utgjør majoriteten av klassen, for første gang siden masteren startet opp i 2019.

source: The scenic space is the event as
nb: Når man skal analysere,

source: In the unique Master in Media Practises (MMP) – The media disciplines journalism, PR and communication, media design, animation and media production all meet in a practical-theoretical masters' degree program.
nb: I den unike Master in Medier Practices (MMP) møtes mediedisiplinene PR og kommunikasjon, journalistikk, grafisk design, animasjon og medieproduksjon i en tverrfaglig praktisk-teoretisk masterutdanning.

source: Browsing BraVo by Subject "Patient Readmission"
nb: Blar i BraVo på emneord "Patient Readmission"

source: Volda is everyone who works at the university, in organisations and in businesses who get out and get involved.
nb: Det er dere som jobber på høyskolen, i organisasjoner og næringsliv som stiller opp.

source: peace in the daily life.
nb: godkjennelse, skriver hun.

source: Browsing Høgskulen i Volda by Subject "edinburgh postnatal depression scale"
nb: Blar i Høgskulen i Volda på emneord "edinburgh postnatal depression scale"

source: However, the convergence does not remove the need for professional specialization.
nb: Dette innebærer at forskning på en rekke forskjellige typer hjelperelasjoner- og kontekster er relevant for studiet.

source: Browsing Høgskulen i Volda by Subject "journalistutdanning"
nb: Blar i Høgskulen i Volda på emneord "journalistutdanning"

source: Freeman says that it is important to
nb: utsagnet «hun hadde litt rett i det da».

source: In other words – for me, it was crucial for my well-being that I found people that I got on with, and who got me.
nb: Med andre ord – for meg var det avgjørende for min trivsel å finne folk jeg likte meg selv med, og som spilte meg god.

source: It involves the aspect of listening and hearing the
nb: På en måte, på bussen, der merker du det.

source: Browsing Høgskulen i Volda by Author
nb: Blar i Høgskulen i Volda på forfatter

source: Browsing Høgskulen i Volda by Subject "Writing Achievement"
nb: Blar i Høgskulen i Volda på emneord "Writing Achivement"

source: Furthermore, coping and processing the crisis were central themes.
nb: Temaet for oppgaven er felttoget i Rogaland.

source: Thinking back on that summer of 2015 is like looking at a different version of myself.
nb: Å tenke tilbake på sommeren 2015 er som å se en annen versjon av seg selv.

source: to be expected as the level of immersion was increased.
nb: Her er det et enda bedre tilbud, og de møter en mer mangfoldig

source: Browsing Høgskulen i Volda by Subject "Language Acquisition"
nb: Blar i Høgskulen i Volda på emneord "Language Acquisition"

source: It’s easier to reach your goals if you plan ahead and sett hem.
nb: Har du en plan vil du ofte lettere kunne oppnå målene.

source: Among other things, the festival collaborates with Øyra Children's School and holds a workshop with the children in good tradition.
nb: Festivalen samarbeider blant annet med Øyra Barneskule og holder workshop sammen med barna i god tradisjon.

source: is the student house in Volda, where you’ll find everything from choir practice to silent disco or concerts, showcasing some of the best Norwegian artists, like Karpe, Dagny and Arif.
nb: Rokken er studenthuset i Volda, hvor det arrangeres alt fra korøvelser til silent disco eller konserter med navn som Karpe Diem, Dagny og Arif.

source: Browsing BraVo by Subject "Mainstreaming"
nb: Blar i BraVo på emneord "Mainstreaming"

source: You can do this via
nb: Dette kan du gjøre via

source: for travels in EU/EEA-countries.
nb: for reiser til EU/EØS-land.

source: ‘get out’ clause relating to this manner, allowing some form of minor deception on occasions.
nb: Hanne er ikke alene om å fremheve stillheten og roen, og spesielt gjelder det de som har

source: Another result is that oral feedback is the common type of assessment in these classrooms.
nb: Læring i praksisfelleskap hadde relevans for praksisen i dette skolekorpset.

source: VUC students can receive an Erasmus+ grant (sholarship) for both studies and traineeships.
nb: HVO-studenter kan få Erasmus+ stipend for både studier og praksis.
